Repository: clausmichele/pan-transit
Catalog: po/*.po
Languages: el

source: Connection timed out
el: Λήξη χρονικού ορίου σύνδεσης

source: Stop
el: Διακοπή

source: About Pan Transit
el: Περί του Pan Transit

source: version %1
el: έκδοση %1

source: GitHub page
el: Σελίδα στο GitHub

source: Pan Transit is free software released under the GNU General Public License (GPL), version 3 or later.
el: Το Pan Transit είναι ελεύθερο λογισμικό και κυκλοφορεί υπό τους όρους της Γενικής Άδειας Χρήσης GNU, έκδοση 3 ή μεταγενέστερη.

source: Translated by
el: Μετάφραση

source: translator-credits
el: Δημήτριος Γλενταδάκης

source: You can add new user interface translations or contribute to existing ones at Transifex.
el: Μπορείτε να προσθέσετε μια νέα μετάφραση ή να συνεισφέρετε σε μια υπάρχουσα στο Transifex.

source: Transifex page
el: Σελίδα στο Transifex

source: Favorite
el: Σελιδοδείκτης

source: Create new
el: Δημιουργία νέου

source: Add to existing
el: Προσθήκη στον υπάρχων

source: Name
el: Όνομα

source: Remove
el: Αφαίρεση

source: Stops
el: Στάσεις

source: Filter lines
el: Φίλτρο γραμμών

source: Loading
el: Φόρτωση

source: No departures found
el: Δεν βρέθηκαν αναχωρήσεις

source: Mark all
el: Επιλογή όλων

source: Unmark all
el: Αποεπιλογή όλων

source: No lines found
el: Κανένα αποτέλεσμα

source: Edit
el: Επεξεργασία

source: About
el: Περί

source: Preferences
el: Προτιμήσεις

source: Search
el: Αναζήτηση

source: Nearby
el: Πλησίον

source: Pull down to select a provider and to search for stops.
el: Τραβήξτε προς τα κάτω για να επιλέξετε έναν πάροχο και να αναζητήσετε στάσεις.

source: Once added, favorites appear here
el: Μετά την προσθήκη, οι σελιδοδείκτες εμφανίζονται εδώ

source: Removing
el: Αφαίρεση

source: Searching
el: Αναζήτηση

source: %1 Stops
el: %1 Στάση

source: No stops found
el: Δεν βρέθηκαν στάσεις

source: Provider
el: Πάροχος

source: Display
el: Εμφάνιση

source: Favorite highlight radius (m)
el: Τονισμός σελιδοδείκτη με σε ακτίνα απόστασης (μ)

source: Departure time cutoff (min)
el: Εμφάνιση του εναπομένοντος χρόνου αναχώρησης (λεπ)

source: When the time remaining to departure is below cutoff, it is shown as minutes remaining instead of the departure time.
el: Όταν ο εναπομένων χρόνος αναχώρησης κάτω του ορίου αυτού, αντί της ώρας αναχώρησης εμφανίζεται ο εναπομένων χρόνος.

source: Units
el: Μονάδες

source: Metric
el: Μετρικό

source: American
el: Αμερικανικό

source: British
el: Βρετανικό

source: You can search for stops by name, number or address, depending on the provider.
el: Μπορείτε να αναζητήσετε για στάσεις ανά όνομα, αριθμό ή διεύθυνση, ανάλογα με τον πάροχο.

source: Add to favorites
el: Προσθήκη στους σελιδοδείκτες

source: Aachen
el: Άαχεν

source: Finland
el: Φινλανδία

source: Finnish Transport Agency · Matka.fi
el: Φιλανδικός πράκτορας μεταφορών · Matka.fi

source: Helsinki
el: Ελσίνκι

source: Helsinki Region Transport (HSL)
el: Περιφερειακός μεταφορέας Ελσίνκι (HSL)

source: London
el: Λονδίνο

source: Transport for London (TfL) · Powered by TfL Open Data · Contains OS data © Crown copyright and database rights 2016
el: Μεταφορές για το Λονδίνο (Tfl) · Τροφοδοτούμενο από την TfL Open Data · Περιέχει δεδομένα OS © Crown πνευματικά δικαιώματα και δικαιώματα βάσης δεδομένων 2016
